Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Trust this certificate
de: Diesem Zertifikat vertrauen
es: Confiar en este certificado
fil: Pagkatiwalaan ang certificate na ito
fr: Faire confiance à ce certificat
hr: Vjeruj ovom certifikatu
id: Percayai sertifikat ini
ja: この証明書を信頼
ko: 이 인증서를 신뢰
ms: Percayai sijil ini
pl: Ufaj temu certyfikatowi
pt_br: Confiar neste certificado
ro: Ai încredere în acest certificat
ru: Доверять этому сертификату
th: เชื่อถือใบรับรองนี้
tr: Bu sertifikaya güven
zh_hans: 信任此证书
zh_hant: 信任這個憑證

source: Try a different search term.
de: Versuchen Sie einen anderen Suchbegriff.
es: Prueba con otro término de búsqueda.
fil: Subukan ang ibang search term.
fr: Essayez un autre terme de recherche.
hr: Pokušajte s drugim pojmom za pretraživanje.
id: Coba kata kunci lain.
ja: 別の検索語をお試しください。
ko: 다른 검색어를 시도해 보세요.
ms: Cuba istilah carian lain.
pl: Spróbuj innego hasła wyszukiwania.
pt_br: Tente outro termo de busca.
ro: Încearcă alt termen de căutare.
ru: Попробуйте другой поисковый запрос.
th: ลองใช้คำค้นหาอื่น
tr: Başka bir arama terimi deneyin.
zh_hans: 请尝试其他搜索词。
zh_hant: 請嘗試其他搜索詞。

source: Try again
de: Erneut versuchen
es: Reintentar
fil: Subukan ulit
fr: Réessayer
hr: Pokušaj ponovno
id: Coba lagi
ja: 再試行
ko: 다시 시도
ms: Cuba lagi
pl: Spróbuj ponownie
pt_br: Tentar de novo
ro: Încearcă din nou
ru: Повторить
th: ลองอีกครั้ง
tr: Yeniden dene
zh_hans: 重试
zh_hant: 重試

source: Try Again
de: Erneut versuchen
es: Reintentar
fil: Subukan Ulit
fr: Réessayer
hr: Pokušaj ponovno
id: Coba Lagi
ja: もう一度試す
ko: 다시 시도
ms: Cuba Lagi
pl: Spróbuj ponownie
pt_br: Tentar de novo
ro: Încearcă din nou
ru: Повторить
th: ลองอีกครั้ง
tr: Yeniden Dene
zh_hans: 重试
zh_hant: 重試

source: Turn off to hide this voice service. The provider's text models are unaffected.
de: Deaktivieren, um diesen Sprachdienst auszublenden. Die Textmodelle des Anbieters sind nicht betroffen.
es: Desactiva esta opción para ocultar este servicio de voz. Los modelos de texto del proveedor no se ven afectados.
fil: I-off para itago ang voice service na ito. Hindi maaapektuhan ang mga text model ng provider.
fr: Désactive pour masquer ce service vocal. Les modèles de texte du fournisseur ne sont pas affectés.
hr: Isključite da biste sakrili ovu glasovnu uslugu. Tekstualni modeli pružatelja nisu zahvaćeni.
id: Nonaktifkan untuk menyembunyikan layanan suara ini. Model teks penyedia tidak terpengaruh.
ja: オフにするとこの音声サービスを非表示にします。プロバイダーのテキストモデルには影響しません。
ko: 이 음성 서비스를 숨기려면 끄세요. 제공자의 텍스트 모델에는 영향이 없습니다.
ms: Matikan untuk menyembunyikan perkhidmatan suara ini. Model teks pembekal tidak terjejas.
pl: Wyłącz, aby ukryć tę usługę głosową. Modele tekstowe dostawcy pozostają bez zmian.
pt_br: Desative para ocultar este serviço de voz. Os modelos de texto do provedor não são afetados.
ro: Dezactivează pentru a ascunde acest serviciu vocal. Modelele text ale furnizorului nu sunt afectate.
ru: Выключите, чтобы скрыть этот голосовой сервис. Текстовые модели провайдера не затрагиваются.
th: ปิดเพื่อซ่อนบริการเสียงนี้ โมเดลข้อความของผู้ให้บริการจะไม่ได้รับผลกระทบ
tr: Bu ses hizmetini gizlemek için kapatın. Sağlayıcının metin modelleri etkilenmez.
zh_hans: 关闭以隐藏此语音服务。服务商的文本模型不受影响。
zh_hant: 關閉以隱藏此語音服務。服務商的文字模型不受影響。

source: Type
de: Typ
es: Tipo
fil: Uri
hr: Vrsta
id: Jenis
ja: タイプ
ko: 유형
ms: Jenis
pl: Typ
pt_br: Tipo
ro: Tip
ru: Тип
th: ประเภท
tr: Tür
zh_hans: 类型
zh_hant: 類型

source: unavailable
de: nicht verfügbar
es: no disponible
fil: hindi available
fr: indisponible
hr: nedostupno
id: tidak tersedia
ja: 利用不可
ko: 사용 불가
ms: tidak tersedia
pl: niedostępne
pt_br: indisponível
ro: indisponibil
ru: недоступно
th: ไม่พร้อมใช้งาน
tr: kullanılamıyor
zh_hans: 不可用
zh_hant: 不可用

source: Undo This Memory Write
de: Diesen Speichereintrag rückgängig machen
es: Deshacer esta escritura de memoria
fil: I-undo ang Memory Write na Ito
fr: Annuler cette écriture en mémoire
hr: Poništi ovaj upis u memoriju
id: Batalkan Penulisan Memori Ini
ja: このメモリ書き込みを取り消す
ko: 이 메모리 기록 취소
ms: Buat Asal Penulisan Memori Ini
pl: Cofnij ten zapis pamięci
pt_br: Desfazer esta gravação na memória
ro: Anulează această scriere în memorie
ru: Отменить эту запись в память
th: เลิกทำการเขียนหน่วยความจำนี้
tr: Bu Bellek Yazmasını Geri Al
zh_hans: 撤销该记忆写入
zh_hant: 撤銷該記憶寫入

source: Unexpected CLI output (no JSON result). Check the server's connectivity.
de: Unerwartete CLI-Ausgabe (kein JSON-Ergebnis). Prüfe die Verbindung des Servers.
es: Salida inesperada de la CLI (sin resultado JSON). Comprueba la conectividad del servidor.
fil: Hindi inaasahang CLI output (walang JSON na resulta). Suriin ang koneksyon ng server.
fr: Sortie CLI inattendue (aucun résultat JSON). Vérifiez la connectivité du serveur.
hr: Neočekivani izlaz iz CLI-ja (bez JSON rezultata). Provjerite povezanost poslužitelja.
id: Keluaran CLI tak terduga (tanpa hasil JSON). Periksa konektivitas server.
ja: CLI の出力が想定外です（JSON の結果がありません）。サーバの接続状態を確認してください。
ko: 예기치 않은 CLI 출력입니다 (JSON 결과 없음). 서버 연결 상태를 확인하십시오.
ms: Output CLI tidak dijangka (tiada keputusan JSON). Semak kesambungan server.
pl: Nieoczekiwane wyjście CLI (brak wyniku JSON). Sprawdź łączność serwera.
pt_br: Saída inesperada da CLI (sem resultado JSON). Verifique a conectividade do servidor.
ro: Ieșire CLI neașteptată (niciun rezultat JSON). Verifică conectivitatea serverului.
ru: Неожиданный вывод CLI (нет результата JSON). Проверьте связь с сервером.
th: เอาต์พุต CLI ที่ไม่คาดคิด (ไม่มีผลลัพธ์ JSON) ตรวจสอบการเชื่อมต่อของเซิร์ฟเวอร์
tr: Beklenmeyen CLI çıktısı (JSON sonucu yok). Sunucunun bağlantısını denetleyin.
zh_hans: CLI 输出异常（没有 JSON 结果）。请检查服务器的连接状况。
zh_hant: CLI 輸出不如預期（沒有 JSON 結果）。請檢查伺服器的連線狀況。

source: Unknown
de: Unbekannt
es: Desconocido
fil: Hindi alam
fr: Inconnu
hr: Nepoznato
id: Tidak diketahui
ja: 不明
ko: 알 수 없음
ms: Tidak diketahui
pl: Nieznane
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
th: ไม่ทราบ
tr: Bilinmiyor
zh_hans: 未知
zh_hant: 未知

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fil: Hindi alam na error
fr: Erreur inconnue
hr: Nepoznata pogreška
id: Kesalahan tidak diketahui
ja: 不明なエラー
ko: 알 수 없는 오류
ms: Ralat tidak diketahui
pl: Nieznany błąd
pt_br: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка
th: ข้อผิดพลาดที่ไม่ทราบ
tr: Bilinmeyen hata
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Unlimited
de: Unbegrenzt
es: Ilimitado
fil: Walang Limitasyon
fr: Illimité
hr: Neograničeno
id: Tanpa Batas
ja: 無制限
ko: 무제한
ms: Tanpa Had
pl: Bez ograniczeń
pt_br: Sem limite
ro: Nelimitat
ru: Без ограничений
th: ไม่จำกัด
tr: Sınırsız
zh_hans: 无限制
zh_hant: 無限制

source: Unlock
de: Entsperren
es: Desbloquear
fil: I-unlock
fr: Déverrouiller
hr: Otključaj
id: Buka Kunci
ja: ロック解除
ko: 잠금 해제
ms: Buka Kunci
pl: Odblokuj
pt_br: Desbloquear
ro: Deblochează
ru: Разблокировать
th: ปลดล็อก
tr: Kilidi Aç
zh_hans: 解锁
zh_hant: 解鎖

source: Unlock Minis
de: Minis entsperren
es: Desbloquear Minis
fil: I-unlock ang Minis
fr: Déverrouiller Minis
hr: Otključaj Minis
id: Buka Kunci Minis
ja: Minis のロックを解除
ko: Minis 잠금 해제
ms: Buka Kunci Minis
pl: Odblokuj Minis
pt_br: Desbloquear o Minis
ro: Deblochează Minis
ru: Разблокировать Minis
th: ปลดล็อก Minis
tr: Minis'in Kilidini Aç
zh_hans: 解锁 Minis
zh_hant: 解鎖 Minis

source: Unlock this chat session
de: Diese Chat-Sitzung entsperren
es: Desbloquear esta sesión de chat
fil: I-unlock ang chat session na ito
fr: Déverrouiller cette conversation
hr: Otključaj ovu sesiju razgovora
id: Buka kunci sesi obrolan ini
ja: このチャットのロックを解除
ko: 이 채팅 세션 잠금 해제
ms: Buka kunci sesi sembang ini
pl: Odblokuj tę sesję czatu
pt_br: Desbloquear esta sessão de chat
ro: Deblochează această sesiune de chat
ru: Разблокировать этот чат
th: ปลดล็อกเซสชันแชทนี้
tr: Bu sohbet oturumunun kilidini aç
zh_hans: 解锁此聊天会话
zh_hant: 解鎖這個聊天工作階段

source: Unlock this session to remove %@ protection
de: Sitzung entsperren, um %@-Schutz zu entfernen
es: Desbloquea esta sesión para quitar la protección con %@
fil: I-unlock ang session na ito para alisin ang proteksyon ng %@
fr: Déverrouiller cette session pour retirer la protection %@
hr: Otključajte ovu sesiju da biste uklonili zaštitu (%@)
id: Buka kunci sesi ini untuk menghapus perlindungan %@
ja: このセッションのロックを解除して%@保護を解除
ko: 이 세션의 잠금을 해제하여 %@ 보호를 제거
ms: Buka kunci sesi ini untuk membuang perlindungan %@
pl: Odblokuj tę sesję, aby usunąć ochronę: %@
pt_br: Desbloqueie esta sessão para remover a proteção por %@
ro: Deblochează această sesiune pentru a elimina protecția: %@
ru: Разблокируйте сессию для снятия защиты %@
th: ปลดล็อกเซสชันนี้เพื่อนำการป้องกัน %@ ออก
tr: Korumayı kaldırmak için bu oturumun kilidini açın: %@
zh_hans: 解锁此会话以移除%@保护
zh_hant: 解鎖此對話以移除%@保護

source: Unlock this session to remove Face ID protection
de: Entsperre diese Sitzung, um den Face-ID-Schutz zu entfernen
es: Desbloquea esta sesión para quitar la protección con Face ID
fil: I-unlock ang session na ito para alisin ang proteksyon ng Face ID
fr: Déverrouillez cette session pour supprimer la protection Face ID
hr: Otključajte ovu sesiju da biste uklonili zaštitu Face ID-om
id: Buka kunci sesi ini untuk menghapus perlindungan Face ID
ja: Face ID による保護を解除するには、このセッションのロックを解除してください
ko: Face ID 보호를 제거하려면 이 세션의 잠금을 해제하십시오
ms: Buka kunci sesi ini untuk membuang perlindungan Face ID
pl: Odblokuj tę sesję, aby usunąć ochronę Face ID
pt_br: Desbloqueie esta sessão para remover a proteção por Face ID
ro: Deblochează această sesiune pentru a elimina protecția Face ID
ru: Разблокируйте эту сессию, чтобы убрать защиту Face ID
th: ปลดล็อกเซสชันนี้เพื่อนำการป้องกันด้วย Face ID ออก
tr: Face ID korumasını kaldırmak için bu oturumun kilidini açın
zh_hans: 验证身份以移除此会话的 Face ID 保护
zh_hant: 解鎖這個工作階段以移除 Face ID 保護

source: Unmount
de: Aushängen
es: Desmontar
fil: I-unmount
fr: Démonter
hr: Odmontiraj
id: Lepas
ja: マウント解除
ko: 마운트 해제
ms: Nyahlekap
pl: Odłącz
pt_br: Desmontar
ro: Demontează
ru: Отмонтировать
th: ยกเลิกเมานต์
tr: Bağlantıyı Kaldır
zh_hans: 卸载
zh_hant: 卸載

source: Unmount this folder?
de: Diesen Ordner aushängen?
es: ¿Desmontar esta carpeta?
fil: I-unmount ang folder na ito?
fr: Démonter ce dossier ?
hr: Odmontirati ovu mapu?
id: Lepas folder ini?
ja: このフォルダをマウント解除しますか？
ko: 이 폴더를 마운트 해제하시겠습니까?
ms: Nyahlekap folder ini?
pl: Odłączyć ten folder?
pt_br: Desmontar esta pasta?
ro: Demontezi acest dosar?
ru: Отмонтировать эту папку?
th: ยกเลิกเมานต์โฟลเดอร์นี้หรือไม่
tr: Bu klasörün bağlantısı kaldırılsın mı?
zh_hans: 要卸载此文件夹吗？
zh_hant: 要卸載此資料夾嗎？

source: Unpin
de: Lösen
es: Dejar de fijar
fil: I-unpin
fr: Détacher
hr: Otkvači
id: Lepas Sematan
ja: 固定解除
ko: 고정 해제
ms: Nyahsemat
pl: Odepnij
pt_br: Desafixar
ro: Anulează fixarea
ru: Открепить
th: เลิกปักหมุด
tr: Sabitlemeyi Kaldır
zh_hans: 取消固定
zh_hant: 取消固定

source: Unreadable
de: Nicht lesbar
es: Ilegible
fil: Hindi mabasa
fr: Illisible
hr: Nečitljivo
id: Tidak terbaca
ja: 読み取り不可
ko: 읽을 수 없음
ms: Tidak boleh dibaca
pl: Nieczytelne
pt_br: Ilegível
ro: Ilizibil
ru: Не читается
th: อ่านไม่ได้
tr: Okunamıyor
zh_hans: 无法读取
zh_hant: 無法讀取

source: Unsupported
de: Nicht unterstützt
es: No compatible
fil: Hindi suportado
fr: Non pris en charge
hr: Nije podržano
id: Tidak didukung
ja: 非対応
ko: 지원되지 않음
ms: Tidak disokong
pl: Nieobsługiwane
pt_br: Sem suporte
ro: Neacceptat
ru: Не поддерживается
th: ไม่รองรับ
tr: Desteklenmiyor
zh_hans: 不支持
zh_hant: 不支援

source: Unsupported in this app version
de: In dieser App-Version nicht unterstützt
es: No compatible con esta versión de la app
fil: Hindi suportado sa bersyong ito ng app
fr: Non pris en charge dans cette version de l'app
hr: Nije podržano u ovoj verziji aplikacije
id: Tidak didukung di versi aplikasi ini
ja: このバージョンのアプリでは非対応です
ko: 이 앱 버전에서는 지원되지 않음
ms: Tidak disokong dalam versi apl ini
pl: Nieobsługiwane w tej wersji aplikacji
pt_br: Sem suporte nesta versão do app
ro: Neacceptat în această versiune a aplicației
ru: Не поддерживается в этой версии приложения
th: ไม่รองรับในแอปเวอร์ชันนี้
tr: Bu uygulama sürümünde desteklenmiyor
zh_hans: 当前应用版本不支持
zh_hant: 此版本 App 不支援

source: Unsupported: %@
de: Nicht unterstützt: %@
es: No compatible: %@
fil: Hindi suportado: %@
fr: Non pris en charge : %@
hr: Nije podržano: %@
id: Tidak didukung: %@
ja: 非対応：%@
ko: 지원 안 함: %@
ms: Tidak disokong: %@
pl: Nieobsługiwane: %@
pt_br: Sem suporte: %@
ro: Neacceptat: %@
ru: Не поддерживается: %@
th: ไม่รองรับ: %@
tr: Desteklenmiyor: %@
zh_hans: 不支持：%@
zh_hant: 不支援：%@

source: Untitled
de: Ohne Titel
es: Sin título
fil: Walang Pamagat
fr: Sans titre
hr: Bez naslova
id: Tanpa Judul
ja: 無題
ko: 제목 없음
ms: Tanpa Tajuk
pl: Bez tytułu
pt_br: Sem título
ro: Fără titlu
ru: Без названия
th: ไม่มีชื่อ
tr: Başlıksız
zh_hans: 未命名
zh_hant: 未命名

source: Up one level
de: Eine Ebene höher
es: Subir un nivel
fil: Pataas ng isang antas
fr: Niveau supérieur
hr: Jednu razinu gore
id: Naik satu tingkat
ja: 1 つ上の階層へ
ko: 한 단계 위로
ms: Naik satu tahap
pl: Poziom wyżej
pt_br: Um nível acima
ro: Un nivel mai sus
ru: На уровень выше
th: ขึ้นหนึ่งระดับ
tr: Bir üst düzey
zh_hans: 返回上一级
zh_hant: 上一層

source: Up to date
de: Aktuell
es: Actualizado
fil: Napapanahon
fr: À jour
hr: Ažurno
id: Terbaru
ja: 最新の状態です
ko: 최신 상태
ms: Terkini
pl: Aktualne
pt_br: Atualizado
ro: La zi
ru: Актуально
th: เป็นเวอร์ชันล่าสุด
tr: Güncel
zh_hans: 已是最新
zh_hant: 已是最新

source: Update
de: Aktualisieren
es: Actualizar
fil: I-update
fr: Mettre à jour
hr: Ažuriraj
id: Perbarui
ja: 更新
ko: 업데이트
ms: Kemas Kini
pl: Aktualizuj
pt_br: Atualizar
ro: Actualizează
ru: Обновить
th: อัปเดต
tr: Güncelle
zh_hans: 更新
zh_hant: 更新

source: Update from File…
de: Aus Datei aktualisieren…
es: Actualizar desde archivo…
fil: I-update mula sa File…
fr: Mettre à jour depuis un fichier…
hr: Ažuriraj iz datoteke…
id: Perbarui dari File…
ja: ファイルから更新…
ko: 파일에서 업데이트…
ms: Kemas Kini dari File…
pl: Aktualizuj z pliku…
pt_br: Atualizar por arquivo…
ro: Actualizează dintr-un fișier…
ru: Обновить из файла…
th: อัปเดตจากไฟล์…
tr: Dosyadan Güncelle…
zh_hans: 从文件更新…
zh_hant: 從檔案更新…

source: Update from URL
de: Von URL aktualisieren
es: Actualizar desde URL
fil: I-update mula sa URL
fr: Mettre à jour depuis l'URL
hr: Ažuriraj s URL-a
id: Perbarui dari URL
ja: URLから更新
ko: URL에서 업데이트
ms: Kemas Kini dari URL
pl: Aktualizuj z adresu URL
pt_br: Atualizar pela URL
ro: Actualizează de la URL
ru: Обновить из URL
th: อัปเดตจาก URL
tr: URL'den Güncelle
zh_hans: 从 URL 更新
zh_hant: 從 URL 更新

source: Updated
de: Aktualisiert
es: Actualizado
fil: Na-update
fr: Mis à jour
hr: Ažurirano
id: Diperbarui
ja: 更新日
ko: 업데이트일
ms: Dikemas kini
pl: Zaktualizowano
pt_br: Atualizados
ro: Actualizate
ru: Обновлено
th: อัปเดตแล้ว
tr: Güncellendi
zh_hans: 更新时间
zh_hant: 更新時間

source: Updated At
de: Aktualisiert am
es: Actualizado el
fil: Na-update Noong
fr: Mis à jour le
hr: Ažurirano u
id: Diperbarui Pada
ja: 更新日時
ko: 업데이트 시간
ms: Dikemas Kini Pada
pl: Zaktualizowano
pt_br: Atualizado em
ro: Actualizat la
ru: Обновлено
th: อัปเดตเมื่อ
tr: Güncellenme
zh_hans: 更新时间
zh_hant: 更新時間

source: Upload (This Device)
de: Upload (dieses Gerät)
es: Subir (este dispositivo)
fil: Upload (Device na Ito)
fr: Téléverser (cet appareil)
hr: Prijenos (ovaj uređaj)
id: Unggah (Perangkat Ini)
ja: アップロード（このデバイス）
ko: 업로드(이 기기)
ms: Muat Naik (Peranti Ini)
pl: Prześlij (to urządzenie)
pt_br: Enviar (este dispositivo)
ro: Încarcă (acest dispozitiv)
ru: Выгрузить (это устройство)
th: อัปโหลด (อุปกรณ์นี้)
tr: Yükle (Bu Aygıt)
zh_hans: 上传（本设备）
zh_hant: 上傳（本裝置）

source: Upload cancelled.
de: Upload abgebrochen.
es: Subida cancelada.
fil: Kinansela ang upload.
fr: Envoi annulé.
hr: Prijenos je otkazan.
id: Unggahan dibatalkan.
ja: アップロードをキャンセルしました。
ko: 업로드를 취소했습니다.
ms: Muat naik dibatalkan.
pl: Anulowano przesyłanie.
pt_br: Envio cancelado.
ro: Încărcare anulată.
ru: Отправка отменена.
th: ยกเลิกการอัปโหลดแล้ว
tr: Yükleme iptal edildi.
zh_hans: 上传已取消。
zh_hant: 已取消上傳。

source: Upload verification failed: the server has %lld bytes but the backup is %lld bytes.
de: Upload-Verifizierung fehlgeschlagen: Der Server hat %lld Bytes, die Sicherung jedoch %lld Bytes.
es: Falló la verificación de la subida: el servidor tiene %lld bytes, pero la copia de seguridad tiene %lld bytes.
fil: Nabigo ang pag-verify ng upload: may %lld byte ang server pero %lld byte ang backup.
fr: Échec de la vérification de l'envoi : le serveur contient %lld octets alors que la sauvegarde en fait %lld.
hr: Provjera prijenosa nije uspjela: poslužitelj ima %lld bajtova, a sigurnosna kopija %lld bajtova.
id: Verifikasi unggahan gagal: server berisi %lld byte tetapi cadangan berukuran %lld byte.
ja: アップロードの検証に失敗しました：サーバは %lld バイトですが、バックアップは %lld バイトです。
ko: 업로드 확인에 실패했습니다: 서버는 %lld바이트인데 백업은 %lld바이트입니다.
ms: Pengesahan muat naik gagal: server mengandungi %lld bait tetapi sandaran bersaiz %lld bait.
pl: Weryfikacja przesyłania nie powiodła się: serwer ma %lld bajtów, a kopia %lld bajtów.
pt_br: Falha na verificação do envio: o servidor tem %lld bytes, mas o backup tem %lld bytes.
ro: Verificarea încărcării a eșuat: serverul are %lld octeți, dar copia are %lld octeți.
ru: Проверка отправки не пройдена: на сервере %lld байт, а в копии %lld байт.
th: การยืนยันการอัปโหลดล้มเหลว: เซิร์ฟเวอร์มี %lld ไบต์ แต่ข้อมูลสำรองมี %lld ไบต์
tr: Yükleme doğrulaması başarısız: sunucuda %lld bayt var ama yedek %lld bayt.
zh_hans: 上传校验失败：服务器上为 %lld 字节，但备份为 %lld 字节。
zh_hant: 上傳驗證失敗：伺服器有 %lld 個位元組，但備份是 %lld 個位元組。

source: Uploaded file not found on the server.
de: Die hochgeladene Datei wurde auf dem Server nicht gefunden.
es: No se encontró el archivo subido en el servidor.
fil: Hindi nakita sa server ang na-upload na file.
fr: Fichier envoyé introuvable sur le serveur.
hr: Prenesena datoteka nije pronađena na poslužitelju.
id: File yang diunggah tidak ditemukan di server.
ja: アップロードしたファイルがサーバに見つかりません。
ko: 업로드한 파일을 서버에서 찾을 수 없습니다.
ms: File yang dimuat naik tidak dijumpai di server.
pl: Nie znaleziono przesłanego pliku na serwerze.
pt_br: Arquivo enviado não encontrado no servidor.
ro: Fișierul încărcat nu a fost găsit pe server.
ru: Отправленный файл не найден на сервере.
th: ไม่พบไฟล์ที่อัปโหลดบนเซิร์ฟเวอร์
tr: Yüklenen dosya sunucuda bulunamadı.
zh_hans: 在服务器上找不到已上传的文件。
zh_hant: 在伺服器上找不到已上傳的檔案。

source: Uploaded files or media files
de: Hochgeladene Dateien oder Medien
es: Archivos subidos o archivos multimedia
fil: Mga na-upload na file o media file
fr: Fichiers téléversés ou médias
hr: Prenesene datoteke ili medijske datoteke
id: File yang diunggah atau file media
ja: アップロードされたファイルやメディア
ko: 업로드된 파일 또는 미디어 파일
ms: File yang dimuat naik atau file media
pl: Przesłane pliki lub pliki multimedialne
pt_br: Arquivos ou mídias enviados
ro: Fișiere încărcate sau fișiere media
ru: Загруженные файлы или медиафайлы
th: ไฟล์ที่อัปโหลดหรือไฟล์สื่อ
tr: Yüklenen dosyalar veya ortam dosyaları
zh_hans: 上传的文件或媒体文件
zh_hant: 上傳的檔案或媒體檔案

source: Usage
de: Verbrauch
es: Uso
fil: Paggamit
fr: Utilisation
hr: Potrošnja
id: Penggunaan
ja: 使用量
ko: 사용량
ms: Penggunaan
pl: Zużycie
pt_br: Uso
ro: Consum
ru: Использование
th: การใช้งาน
tr: Kullanım
zh_hans: 用量
zh_hant: 用量

source: Use /v1/responses format with a custom API base
de: /v1/responses-Format mit benutzerdefinierter API-Basis verwenden
es: Usar el formato /v1/responses con una base de API personalizada
fil: Gamitin ang /v1/responses format kasama ang custom na API base
fr: Utiliser le format /v1/responses avec une base API personnalisée
hr: Koristi format /v1/responses s prilagođenom API bazom
id: Gunakan format /v1/responses dengan basis API kustom
ja: /v1/responses 形式をカスタムAPIベースで使用
ko: 사용자 정의 API 베이스로 /v1/responses 형식 사용
ms: Guna format /v1/responses dengan asas API tersuai
pl: Użyj formatu /v1/responses z własnym adresem API
pt_br: Usar o formato /v1/responses com uma base de API personalizada
ro: Folosește formatul /v1/responses cu o adresă API personalizată
ru: Использовать формат /v1/responses с произвольным базовым API
th: ใช้รูปแบบ /v1/responses กับ API base ที่กำหนดเอง
tr: Özel bir API tabanıyla /v1/responses biçimini kullan
zh_hans: 使用自定义 API 地址的 /v1/responses 格式
zh_hant: 使用自訂 API 地址的 /v1/responses 格式

source: Use a static bearer token instead of the OAuth sign-in flow. Useful with custom proxy endpoints.
de: Verwenden Sie ein statisches Bearer Token anstelle des OAuth-Anmeldeflusses. Nützlich mit benutzerdefinierten Proxy-Endpoints.
es: Usa un bearer token estático en lugar del flujo de inicio de sesión con OAuth. Útil con endpoints de proxy personalizados.
fil: Gumamit ng static na bearer token sa halip na OAuth sign-in flow. Kapaki-pakinabang sa custom na proxy endpoint.
fr: Utiliser un jeton Bearer statique au lieu du flux OAuth. Utile avec des endpoints proxy personnalisés.
hr: Koristite statični bearer token umjesto OAuth prijave. Korisno uz prilagođene proxy endpointe.
id: Gunakan token bearer statis alih-alih alur masuk OAuth. Berguna dengan endpoint proksi kustom.
ja: OAuthサインインの代わりに静態Bearerトークンを使用します。カスタムプロキシエンドポイントに便利です。
ko: OAuth 로그인 대신 정적 Bearer Token을 사용합니다. 사용자 정의 프록시 엔드포인트에 유용합니다.
ms: Guna token bearer statik dan bukan aliran log masuk OAuth. Berguna dengan endpoint proksi tersuai.
pl: Użyj stałego tokenu bearer zamiast logowania OAuth. Przydatne przy własnych punktach proxy.
pt_br: Use um token bearer estático em vez do login por OAuth. Útil com endpoints de proxy personalizados.
ro: Folosește un token bearer static în locul autentificării OAuth. Util cu endpoint-uri proxy personalizate.
ru: Использовать статический bearer-токен вместо входа через OAuth. Удобно с произвольными прокси-эндпоинтами.
th: ใช้โทเคน bearer แบบคงที่แทนขั้นตอนลงชื่อเข้าใช้ OAuth มีประโยชน์กับเอนด์พอยต์พร็อกซีที่กำหนดเอง
tr: OAuth oturum açma akışı yerine sabit bir bearer token kullanın. Özel proxy uç noktalarında yararlıdır.
zh_hans: 使用静态 Bearer Token 代替 OAuth 登录流程。适用于自定义代理端点。
zh_hant: 使用靜態 Bearer Token 代替 OAuth 登入流程。適用於自訂代理端點。

source: Use an API key for a Responses API endpoint
de: Einen API-Schlüssel für einen Responses-API-Endpunkt verwenden
es: Usar una clave de API para un endpoint de la Responses API
fil: Gumamit ng API key para sa Responses API endpoint
fr: Utiliser une clé API pour un point de terminaison Responses API
hr: Koristi API ključ za Responses API endpoint
id: Gunakan kunci API untuk endpoint Responses API
ja: Responses API エンドポイント用に API キーを使用します
ko: Responses API 엔드포인트용 API 키를 사용합니다
ms: Guna kunci API untuk endpoint Responses API
pl: Użyj klucza API dla punktu końcowego Responses API
pt_br: Use uma chave de API para um endpoint da Responses API
ro: Folosește o cheie API pentru un endpoint Responses API
ru: Использовать ключ API для точки доступа Responses API
th: ใช้คีย์ API สำหรับเอนด์พอยต์ Responses API
tr: Responses API uç noktası için bir API anahtarı kullanın
zh_hans: 为 Responses API 端点使用 API 密钥
zh_hant: 為 Responses API 端點使用 API 金鑰

source: Use an API key from your %@ account
de: Einen API-Schlüssel aus deinem %@-Konto verwenden
es: Usar una clave de API de tu cuenta de %@
fil: Gumamit ng API key mula sa iyong %@ account
fr: Utiliser une clé API de votre compte %@
hr: Koristi API ključ sa svojeg %@ računa
id: Gunakan kunci API dari akun %@ Anda
ja: %@ アカウントの API キーを使用します
ko: %@ 계정의 API 키를 사용합니다
ms: Guna kunci API dari akaun %@ anda
pl: Użyj klucza API z konta: %@
pt_br: Use uma chave de API da sua conta %@
ro: Folosește o cheie API din contul tău %@
ru: Использовать ключ API из вашей учётной записи %@
th: ใช้คีย์ API จากบัญชี %@ ของคุณ
tr: %@ hesabınızdan bir API anahtarı kullanın
zh_hans: 使用你的 %@ 账户的 API 密钥
zh_hant: 使用你 %@ 帳號的 API 金鑰

source: Use anyway
de: Trotzdem verwenden
es: Usar de todos modos
fil: Gamitin pa rin
fr: Utiliser quand même
hr: Ipak koristi
id: Tetap gunakan
ja: それでも使用
ko: 그래도 사용
ms: Guna juga
pl: Użyj mimo to
pt_br: Usar mesmo assim
ro: Folosește oricum
ru: Всё равно использовать
th: ใช้ต่อไป
tr: Yine de kullan
zh_hans: 仍然使用
zh_hant: 仍然使用
